Revit 2027 API
ParameterTypeId.StairsAttrRiserMaterial Property
 "Riser Material"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StairsAttrRiserMaterial { get; }
Public Shared ReadOnly Property StairsAttrRiserMaterial As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StairsAttrRiserMaterial {
	ForgeTypeId^ get ();
}
static member StairsAttrRiserMaterial : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace